

const Blogs = () => {
    return (
        <div className='lg:flex lg:justify-between max-w-6xl mx-auto'>

            <div className="max-w-lg p-4 shadow-md dark:bg-gray-50 dark:text-gray-800">
                <div className="flex justify-between pb-4 border-bottom">
                    <div className="flex items-center">
                        <a rel="noopener noreferrer" href="#" className="mb-0 capitalize dark:text-gray-800 text-2xl">ডেঙ্গু রোগ ও প্রতিকার</a>
                    </div>
                </div>
                <div className="space-y-4">
                    <div className="space-y-2">
                        <img src="https://i.ibb.co/52Gj3ZM/pexels-franklin-santillan-a-19872847.jpg" alt="" className="block object-cover object-center w-full rounded-md h-72 dark:bg-gray-500" />
                        <div className="flex items-center text-xs">
                            <span>6 min ago</span>
                        </div>
                    </div>
                    <div className="space-y-2">
                        <p className="leading-snug dark:text-gray-600">বাড়ছে ডেঙ্গু আতঙ্ক, আপনি সচেতন হচ্ছেন তো? আশঙ্কাজনক হারে দেশে বাড়ছে ডেঙ্গু জ্বরের আক্রমণ। প্রতিনিয়তই অনেক মানুষ ডেঙ্গুতে আক্রান্ত হচ্ছেন। এ পর্যন্ত মারাও গেছেন অনেকে। এটুকু শুনে অনেকেই হয়তো বুঝতে পারছেন না সমস্যার গভীরতাটা ঠিক কতোটুকু। যারা সমস্যাটির গভীরতা বুঝে উঠতে পারছেন না, তাদের জন্য বলি যে এবারের ডেঙ্গুর প্রকোপ অন্যবারের চেয়ে পুরোপুরি ভিন্ন। টেস্ট করেও ঠিকঠাক মতো ধরা যাচ্ছে না ডেঙ্গুর উপস্থিতি। জ্বর হলে নিশ্চিতভাবে বলা যাচ্ছে না জ্বরটা কি ডেঙ্গুজ্বর নাকি সাধারণ কোনো জ্বর। আপনারা কি বুঝতে পারছেন এবারের ডেঙ্গুর ভয়াবহতা?
                            <br />
                            <br />
                            <br />
                            সময় এখন সচেতন হবার। নিজেকে সচেতন হতে হবে, সাথে অন্যদেরও সচেতন করতে হবে। জেনে নিতে হবে কী কী লক্ষণ দেখে ডেঙ্গু চেনা যায়। কীভাবে এই রোগ থেকে বেঁচে থাকা যায় এবং কেউ আক্রান্ত হলে কীভাবে রোগীর যত্ন নেওয়া যায়। চলুন, জেনে নেওয়া যাক।

                            <br />
                            <br />
                            <br />
                            <span className='text-4xl'>ডেঙ্গু : কারণ ও লক্ষণ</span>
                            ডেঙ্গুর কারণ হচ্ছে এডিস মশার কামড়। এই মশার কামড় থেকেই ডেঙ্গুর জীবাণু ছড়ায়। ডেঙ্গুর কারণটা অপরিবর্তিত থাকলে এবার ডেঙ্গুর লক্ষণের প্যাটার্নে এসেছে অনেক পরিবর্তন। স্বাভাবিকভাবে ডেঙ্গু হলে যে লক্ষণগুলো দেখা দেয়, সেগুলোর সব এখন আর দেখা যাচ্ছে না। তবুও আমরা প্রথমে এই ক্লাসিক্যাল সিম্পটমগুলো আপনাদের জন্য তুলে ধরছি –

                            <br />
                            <br />

                            <ul>
                                <li>
                                    ১। তীব্র জ্বর।
                                </li>
                                <li>
                                    ২। প্রচণ্ড মাথাব্যথা।
                                </li>
                                <li>
                                    ৩। চোখের পেছনে ব্যথা।
                                </li>
                                <li>
                                    ৪। শরীরের পেশী ও হাড়ের গিটে গিটে ব্যথা।
                                </li>
                                <li>
                                    ৪। শরীরের পেশী ও হাড়ের গিটে গিটে ব্যথা।
                                </li>
                                <li>
                                    ৫। মাথা ঘোরা।
                                </li>
                                <li>
                                    ৬। বমি বমি ভাব।
                                </li>
                                <li>
                                    ৭। র‍্যাশ বা ত্বকে লাল ছোপ ছোপ দাগ থাকা।
                                </li>
                                <li>
                                    ৮। নাক বা মাড়ি থেকে রক্ত পড়া।
                                </li>
                                <li>
                                    ৯। রক্তে প্লাটিলেট কমে যেতে থাকা।
                                </li>
                                <li>
                                    ১০। গ্রন্থি ফুলে যাওয়া।
                                </li>
                            </ul>
                        </p>
                    </div>
                </div>
            </div>









            <div className="max-w-lg p-4 shadow-md dark:bg-gray-50 dark:text-gray-800">
                <div className="flex justify-between pb-4 border-bottom">
                    <div className="flex items-center">
                        <a rel="noopener noreferrer" href="#" className="mb-0 capitalize dark:text-gray-800 text-2xl">রবীন্দ্রনাথ ঠাকুর (Rabindranath Tagore)</a>
                    </div>
                </div>
                <div className="space-y-4">
                    <div className="space-y-2">
                        <img src="https://i.ibb.co/2gJYRKy/Rabindranath-Tagore-Without-colour-treatment-1536x864.jpg" alt="" className="block object-cover object-center w-full rounded-md h-72 dark:bg-gray-500" />
                        <div className="flex items-center text-xs">
                            <span>32 min ago</span>
                        </div>
                    </div>
                    <div className="space-y-2">
                        
                        <p className="leading-snug dark:text-gray-600">বিশ্বকবি রবীন্দ্রনাথ ঠাকুর ছিলেন একাধারে ঔপন্যাসিক, নাট্যকার, প্রাবন্ধিক, ছোটগল্পকার, চিত্রশিল্পী, সংগীতস্রষ্টা, অভিনেতা, কন্ঠশিল্পী, কবি, সমাজ-সংস্কারক এবং দার্শনিক। গীতাঞ্জলি কাব্যগ্রন্থের ইংরেজি অনুবাদের জন্য প্রথম বাঙালি হিসেবে ১৯১৩ সালে তিনি সাহিত্যে নোবেল পুরষ্কার লাভ করেন। রবীন্দ্রনাথ ঠাকুর ১৮৬১ সালের ৭ মে তৎকালীন ব্রিটিশ-শাসিত ভারতে কলকাতার ধনাঢ্য ও সংস্কৃতিমনা জোড়াসাঁকোর ঠাকুরবাড়িতে জন্মগ্রহণ করেন। শৈশব থেকেই তিনি লেখালেখিতে মনোনিবেশ করেন। ভানুসিংহ ঠাকুর ছিল তাঁর ছদ্মনাম। রবীন্দ্রনাথ ঠাকুর এর বই মানেই এক মোহের মাঝে আটকে যাওয়া, যে মোহ পাঠককে জীবনের নানা রঙের সাথে পরিচিত করিয়ে দেয় নানা ঢঙে, নানা ছন্দে, নানা সুর ও বর্ণে। তাঁর ৫২টি কাব্যগ্রন্থ, ৩৮টি নাট্যগ্রন্থ, ১৩টি উপন্যাস, ৩৬টি প্রবন্ধ ও অন্যান্য গদ্যসংকলন জীবদ্দশায় বা মৃত্যুর কিছুদিন পরই আলোর মুখ দেখে। কাবুলিওয়ালা, হৈমন্তী, পোস্টমাস্টারসহ মোট ৯৫টি গল্প স্থান পেয়েছে তাঁর ‘গল্পগুচ্ছ’ গ্রন্থে। অন্যদিকে ‘গীতবিতান’ গ্রন্থে সংকলিত হয়েছে ১,৯১৫টি গান। উপন্যাস, কবিতা, সঙ্গীত, ছোটগল্প, গীতিনাট্য, প্রবন্ধ, ভ্রমণকাহিনীসহ সাহিত্যের সকল শাখাই যেন ধারণ করে আছে রবীন্দ্রনাথ ঠাকুর এর বই সমূহ। তিনি একাধারে নাট্যকার ও নাট্যাভিনেতা দুই-ই ছিলেন। কোনো প্রথাগত শিক্ষা ছাড়া তিনি চিত্রাংকনও করতেন। তৎকালীন সমাজ-সংস্কারেও গুরুত্বপূর্ণ ভূমিকা রাখেন এই গুণী ব্যক্তিত্ব। বিশ্বের বিভিন্ন ভাষাতেই অনূদিত হয়েছে রবীন্দ্রনাথ ঠাকুর এর বই সমগ্র। তাঁর যাবতীয় রচনা ‘রবীন্দ্র রচনাবলী’ নামে ত্রিশ খণ্ডে প্রকাশিত হয়েছে। ১৯৪১ সালের ৭ আগস্ট জোড়াসাঁকোর বাড়িতেই রবীন্দ্রনাথ ঠাকুর শেষ নিঃশ্বাস ত্যাগ করেন। মৃত্যুর পর এতদিন পেরিয়ে গেলেও তাঁর সাহিত্যকর্ম আজও স্বমহিমায় ভাস্বর। আজও আমাদের বাঙালি জীবনের বিভিন্ন ক্ষেত্রকে আষ্টেপৃষ্ঠে জড়িয়ে রেখেছে বিশ্বকবির সাহিত্যকর্ম।</p>
                    </div>
                </div>
            </div>


        </div>

    );
};

export default Blogs;



